[
{"title": "The app that lets you pay to control another person's life", "link": "https://www.bbc.com/news/business-57085557", "author": null, "article_text": "When writer Brandon Wong recently couldn't decide what takeaway to order one evening, he asked his followers on social media app NewNew to choose for him.\nThose that wanted to get involved in the 24-year-old's dinner dilemma paid $5 (£3.50) to vote in a poll, and the majority verdict was that he should go for Korean food, so that was what he bought.\n\"I couldn't decide between Chinese or Korean, so it was very helpful,\" says Mr Wong, who lives in Edmonton, Canada. \"I have also used NewNew polls to decide what clothes I should wear that day, and lots of other personal stuff.\n\"I joined back in March, and I post [polls] three or four times a week. I've now had more than 1,700 total votes.\"\nNewNew is the brainchild of Los Angeles-based entrepreneur Courtne Smith. The app, which is still in its \"beta\" or pre-full release stage, describes itself as \"a human stock market where you buy shares in the lives of real people, in order to control their decisions and watch the outcome\".\nFor many of us that sounds a bit ominous, but the reality is actually far less alarming. It is aimed at what it calls \"creators\" - writers, painters, musicians, fashion designers, bloggers etc.\nIt is designed as a way for them to connect far more closely with their fans or followers than on other social media services and, importantly, monetise that connection.\nWhen a so-called creator sets up a NewNew account and attracts followers, he or she is encouraged to ask them via video clips to vote on aspects of both their work and personal life.\nMr Wong, who writes fiction on the Wattpad website and app, has also used NewNew votes to decide on what genre to write about next, plus character names and plot developments.\nWhenever a vote is cast the creator gets the money minus NewNew's undisclosed commission.\nThe creator sets the question and a choice of two answers. Their followers get to vote, and can pay to do so as many times as they like. They don't get their money back, regardless of which way the result goes.\nIn addition to voting, followers can also pay extra - from $20 - to ask a NewNew creator to do something of their choosing, such as naming a character in a book after them. But the creator can reject all of these \"bids\", and if they do so then the follower doesn't have to part with the money.\nWhile other apps such as Wishbone ask members of the public to vote on things, NewNew says that what it offers - the chance to pay to vote on aspects of a person's work and personal life - is unique.\nBut will NewNew, which only launched two months ago and currently has fewer than 100 creators on board, have mass appeal? Social media expert Matt Navarra says he isn't sure.\n\"NewNew feels a bit like if TikTok met reality TV hit Big Brother and they had a baby, and both of those were phenomenally popular,\" he says.\n\"However, it feels a little bit gimmicky, and I wonder if the novelty value will be short-lived. Yet if choosing what outfit a stranger wears gives Generation Z a buzz then it could be on to something.\"\n is a series exploring how technological innovation is set to shape the new emerging economic landscape.\nCo-founder and chief executive Ms Smith, a Canadian, has big plans for NewNew, and has some heavyweight backers. Investors include Peter Thiel, the billionaire co-founder of PayPal, and the first outside person to put money into Facebook.\nOthers with a stake in the business include leading US tech investment fund Andreessen Horowitz, and Hollywood actor Will Smith (no relation to Courtne). Snapchat has also given technical support.\n\"NewNew provides a two-way beneficial split,\" says Ms Smith. \"Five dollars is a small amount of money to pay to have fun and get a reward.\n\"[For example], knowing that your vote meant that one of your favourite artists painted an artwork in blue and pink would be a really cool thing for a lot of people. And for the creator you are building a community of people who are so in tune with what you do, and are going to become your evangelists.\n\"So when you are ready to sell that book or piece of art they are going to be there helping you to promote it, because, technically, they helped to make it in their own way.\"\nWhile many people might question how \"beneficial\" it is to followers to vote on aspects of a creator's daily life, Ms Smith adds that it only further strengthens the bond between the two sides. \"Almost the more mundane the questions, the more interested you get in the person. It feels relatable.\"\nMs Smith has been working on NewNew for the past two years. The idea developed out of a previous app she set up called Suprize. That asked members of the public to vote on what prizes it would give away to game-playing contestants.\nPrior to becoming an entrepreneur she spent more than 10 years working for Canadian rapper Drake, first as his assistant, and then as a member of his management team. The pair were friends growing up in Toronto and she says that he is following NewNew's development.\nBusiness psychologist Stuart Duff, a partner at UK firm Pearn Kandola, says that NewNew sounds fun, and should \"create special bonds between creators and their followers\". But he adds that in rare cases some bonds might become unhealthy.\n\"It may not take long for a creator to go to more and more extreme lengths to attract votes from their followers, ending in potentially self-damaging or humiliating scenarios,\" he says.\nA NewNew spokeswoman says that the company \"reserves the right to completely remove and ban any person and their content should they go against guidelines\".\nShe adds: \"The safety of all people on the platform is a top priority for us. The company reviews all content posted internally, and through AI, to flag any inappropriate content.\"\nAndré Patrick, a 34-year-old from Toronto, is a follower on NewNew. He says he joined initially so he could interact with a video streamer that he liked.\n\"NewNew is a cool new way to feel closer to a person, and it shows a different side to people that you don't always see,\" he says. \nSo could NewNew become the next big thing in social media? Will thousands or even millions of us start voting on what our favourite novelist or musician has for dinner?\nIt'll be down to you to decide."},
{"title": "Week in pictures: 15 - 21 May 2021", "link": "https://www.bbc.com/news/in-pictures-57173186", "author": null, "article_text": ""},
{"title": "Covid: Pfizer and AstraZeneca jabs effective against Indian variant - study", "link": "https://www.bbc.com/news/uk-57214596", "author": null, "article_text": "Two jabs of either vaccine give a similar level of protection against symptomatic disease from the Indian variant as they do for the Kent one.\nHowever, both vaccines were only 33% effective against the Indian variant three weeks after the first dose.\nThis compared with 50% effectiveness against the Kent variant.\nPublic Health England, which ran the \n said the vaccines are likely to be even more effective at preventing hospital admission and deaths.\nThe Moderna vaccine has also been used in the UK since April but the study said the numbers who had received it were too small for them to include it in their research.\nHealth Secretary Matt Hancock said the findings made him \"increasingly confident\" the final stage of easing restrictions in England could take place on 21 June.\nThe data showed getting both doses of the vaccine was \"absolutely vital\", he added.\nHome Secretary Priti Patel said the data was \"positive\" but the planned \"stages\" for the easing needed to be followed.\nShe told the BBC's Andrew Marr Show: \"We will continue to follow the data... we all have to be conscientious... we are distancing, wearing masks, following all the rules.\n\"That, of course, will help us to that unlocking on 21 June.\"\nQuestioned about \n the home secretary said ministers \"work with the data... and that information was presented... in the right way for the decisions to be made\".\nMs Patel also defended the controls at UK borders - highlighting the pre-arrival testing requirements and saying a \"vigorous system\" for making sure people arriving from red list countries were quarantining was in place.\nA further five people in the UK have died within 28 days of a positive coronavirus test, and another 2,235 people have tested positive, \n.\nMore than \nhave now been given, with 37,943,681 first doses administered and 22,643,417 second doses.\nThe Pfizer vaccine was found to be 88% effective at stopping symptomatic disease from the Indian variant two weeks after the second dose, compared with 93% effectiveness against the Kent variant.\nThe AstraZeneca jab was 60% effective against the Indian variant, compared with 66% against the Kent variant.\nPublic Health England (PHE) said the difference in effectiveness between the vaccines after two doses might be explained by the fact that rollout of second doses of AstraZeneca was later than for the Pfizer vaccine, which was approved first.\nOther data shows it takes longer to reach maximum effectiveness with the AstraZeneca vaccine, PHE said.\nSome 12,675 genome-sequenced cases were included in the study, which took place between 5 April and 16 May. Only 1,054 of those cases were of the Indian variant, known as B.1.617.2.\nDr Jenny Harries told the Andrew Marr Show the study was \"very good news\". \nThe chief executive of the UK Health Security Agency said the study is the \"first real-world evidence of vaccine effectiveness\" against the variant.\nAsked about the discrepancy between the Pfizer and AstraZeneca vaccine results, she said a key factor to consider was that the \"different vaccines were given to slightly different groups of people\". \n\"The Pfizer vaccine was rolled out initially, because it had to be kept at ultra-low temperatures, to - for example - healthcare workers, who tended to be younger,\" she said. \n\"This is an all-age study. Whereas AstraZeneca went out to older groups of individuals who were unable to come into main centres.\"   \nAs the virus changes, protection against infection was always going to be the first thing that slips.\nSo the fact that the Pfizer and AstraZeneca vaccines offer such a high degree of protection against the Indian variant after the second dose is very reassuring given experts expect it to become dominant.\nBut what are the implications of the drop in effectiveness of the first dose where the Indian variant is concerned?\nGiven it's expected to become the dominant variant in the UK, it's now even more important people get their second jab.\nThe more difficult question to answer is what this means for the speed of the route back to normality.\nIts ability to evade the vaccines even by a small degree will be a factor in how more transmissible this variant is here.\nThere are also other biological reasons why it might find it easier to spread.\nBut this does not necessarily mean we will see a surge in cases and, crucially, hospital admissions - the protection vaccines give us against serious illness will be much much higher than their ability to block mild infections.\nThe Indian variant certainly gives the virus a bit more of an advantage, but it doesn't mean the vaccines won't win out.\nThe study looked at data from all age groups from 5 April, to cover the period since the Indian variant emerged.\nThere is not enough data to estimate how effective the vaccine is against severe outcomes for the Indian variant, PHE said.\nDr Jamie Lopez Bernal, consultant medical epidemiologist at PHE and the study's lead author, said there was higher confidence in the data from the first vaccine dose than that from the second as \"there are bigger numbers that have been vaccinated with one dose\".\nProf Susan Hopkins, PHE's Covid-19 strategic response director, said the data trend was \"quite clear\" and was heading in the \"right direction\".\n and 22 million have had their second.\nSome 13,000 deaths and 39,100 hospitalisations have been prevented in the UK due to the vaccination programme up to 9 May, according to PHE analysis.\nIt comes as more than 1.3 million more people in England have become registered users of the NHS app since it was announced that it would allow them to show proof they had received a Covid-19 vaccine, taking its user base to 4.8 million. \nThe app is separate from the NHS Covid-19 contact-tracing app."},
{"title": "'Miss, what's a duck?' Schools tackle nature-deprived kids", "link": "https://www.bbc.com/news/science-environment-57174581", "author": null, "article_text": "\"Miss? What's that?\" said a nine-year-old boy, pointing towards the waves, as they walked along Blackpool promenade.\nIt turned out he'd never seen the sea before.\nA surprise, given the school is in the middle of Blackpool and only a few streets from the seafront.\nOther teachers have had similar experiences over the years on school trips outside the city, she explains. A 10-year-old once asked what a duck was, while a pupil - spotting cows in the field - said: \"Look at those horses.\"\n\"As a school, we're in a very built-up area in Blackpool,\" Kim explains. \"We've had some very extreme examples of our children with nature.\"\nWestminster Primary Academy is in an area with few green spaces where wildlife and nature are in short supply. \nAlthough many children live only minutes from the beach, they may not get to spend much time there. And while Blackpool is surrounded by spectacular countryside, such as the Forest of Bowland, Kim says many parents don't have cars or can't afford public transport.\n\"They're just not getting the opportunities a lot of other children would get,\" she adds. \"So, we thought, 'well, let's bring nature to them'.\"\nKim is now outdoor education lead at the primary school, which became a Nature Friendly School two years ago. The scheme, which aims to make school grounds greener and wilder, is a partnership between The Wildlife Trusts, mental health charity YoungMinds, and several other nature organisations.\nThe project trains teachers to deliver outdoor classes, inspiring their pupils to learn more about environmental challenges and the natural world, and encouraging teamwork, social skills, confidence and creativity.\nNature Friendly Schools has already worked with 90 schools in areas with high levels of social deprivation, giving thousands of pupils the opportunity to learn and play in nature.\nThe leaders hope to expand the programme this year to help children find solace in nature after the hardships of lockdowns.\nThe Wildlife Trusts chief executive Craig Bennett says spending time outside, engaging with and learning about nature, is paramount to children's education. \n\"Sadly, so many children go to school in areas where there is very little access to green space,\" he says.  \n\"At The Wildlife Trusts, we want to break down barriers that inhibit children from spending time in nature - including during the school day.\"\nWestminster Academy now has an outdoor classroom as well as a pond, more trees and wildflowers, a trim-trail and an outdoor gym. \nThe teachers incorporate nature into the curriculum as much as they can, says Kim. \"What we're trying to do as a school is to get our children to like, respect and admire nature, so that - as they grow up - they understand the significance and importance of keeping it safe and keeping our planet safe.\"\nIn lessons outside, children learn about threats to bees, including climate change, habitat loss and pesticides. \nPond dipping is a perennial favourite, not just to identify water creatures, but to learn about physical forces through studying floating objects.\n\"The children absolutely love it,\" she says. \"A lot of them say it doesn't feel like learning even though we know we're learning and that's what makes it so good for them.\"\nWhen Kim asked her young charges to say what they liked about outdoor learning, the responses were heart-warming. \n\"One girl said, 'I just love discovering new creatures.' Another explained, 'When I'm outside, it doesn't feel like learning, because it's so much fun and I just know that my brain is getting bigger'.\" \nFollow \n on Twitter."},
{"title": "Leonard Blavatnik named UK's richest person with £23bn fortune", "link": "https://www.bbc.com/news/business-57199171", "author": null, "article_text": "The Ukranian-born oil and media magnate, who also owns Warner Music, saw his wealth surge by £7.2bn during the year.\nHe took the title from Sir James Dyson, whose wealth rose by only £100m to £16.3bn, leaving him in fourth place.\nThere are now a record 171 billionaires in UK, with their wealth rising 21.7% during the pandemic to £597.2bn.\nMr Blavatnik made his fortune in Russia where he owned stakes worth billions of pounds in companies selling metal and oil. He is a notoriously-private man, and holds both US and UK citizenship.  \nHis wealth was boosted by the proceeds of a £1.37bn stake in Warner, which he received when it listed on the stock market in the US last year.\n\"The fact many of the super-rich grew so much wealthier at a time when thousands of us have buried loved ones and millions of us worried for our livelihoods makes this a very unsettling boom,\" said Robert Watts, compiler of the annual index of the country's wealthiest residents.\n\"The global pandemic created lucrative opportunities for many online retailers, social networking apps and computer games tycoons.\"\nProperty investor brothers David and Simon Reuben were in second place after their fortune grew by £5.46bn to £21.46bn.\nSri and Gopi Hinduja, who run the Mumbai-based conglomerate Hinduja Group, took third spot after their wealth rose by £1bn.\nSteel magnate Lakshmi Mittal, in fifth place, saw the biggest rise in wealth of any billionaire in the past 12 months, with gains of around £7.9bn, largely based on the rise in value of his ArcelorMittal steel-making business.  \nChelsea owner Roman Abramovich was in eighth position after his fortune rose by £1.9bn to £12.1bn.\nThe total of 171 billionaires \n. \nThe study found the richest 250 people in the UK this year are worth £658.1bn, up from £565.7bn last year, a rise of 16.3%.\nThere are also more entrepreneurs behind unicorns - start-up businesses with a valuation higher than $1bn - to be found in the Rich List than before. \nThey include Farfetch, the luxury online fashion retailer, whose founder Jose Neves is a new entry at 82 in this year's Rich List with a £2bn fortune.\nAlex Chesterman, founder of online car dealing service Cazoo makes his first appearance at 215th with an estimated worth of £750m.\n\"The valuations of many rich listers' companies have soared over the past year - especially the pack of tech businesses known as unicorns,\" said Mr Watts. \n\"I worry about the strength of the foundations. No-one wants to see a re-run of the dotcom boom-and-bust of 20 years ago.\"\nThe Sunday Times does not just track how much money the mega-wealthy have accumulated each year. It also monitors how much of their fortune they give to charity.\nManchester United striker Marcus Rashford became the youngest person ever to top the paper's giving list, which is calculated by ranking the amount donated or raised relative to a person's overall wealth.\nThe 23-year old was behind a high-profile campaign calling for children who are eligible for free school meals to be fed during coronavirus lockdowns. He was estimated to have raised £20m to support the scheme, more than the £16m he is thought to be worth."},
{"title": "Tinder tweak urges people to think before sending abuse", "link": "https://www.bbc.com/news/technology-57201044", "author": null, "article_text": "The automated system will learn to detect \"harmful language\" from messages reported by users.\nTinder said the \"Are you sure?\" system had \"reduced inappropriate language in messages sent\" in trials by about 10%.\nInstagram and Twitter already use similar systems to detect abusive comments and tweets.\nInstagram asks users \"are you sure you want to post this?\" if its systems \n.\nEarlier in May, Twitter said it would start asking people to review their tweets before posting if they contained \"harmful or offensive\" language.\nTinder already asks people receiving messages in which it has detected an abusive phrase: \"Does this bother you?\"\nBut the new system will ask the writer to reconsider before the message is sent.\nThe dating app said members who saw the warning during its trial were \"less likely to be reported for inappropriate messages over the next month\".\nIf you thought social media could be toxic, wait until you see what happens on dating apps.\nSocial media is full of people sharing some of the harassing and sexually explicit messages they have received from strangers on Tinder.\nUnbelievably, people sometimes \"match\" with others just to send them abuse.\nTinder's experiment demonstrated that asking people to stop and think reduced the amount of harassing messages by 10%. \nBut that means 90% of them were still slipping through the net. \nWhat is it about dating apps that fosters this toxicity? \nPerhaps pitting people against one another in an \"attractiveness Hunger Games\", based on their photographs, is part of the problem.\nBut that is a lucrative game for Tinder, which charges £116 a year for unlimited swiping of its \"top picks\" - an algorithmically curated list of the most in-demand members on the app."},
{"title": "Glastonbury live-stream delivers a rush of nostalgia in the face of failure", "link": "https://www.bbc.com/news/entertainment-arts-57216005", "author": null, "article_text": "If Glastonbury's evocative, enthralling live-stream concert is anything to go by, the answer is a resounding \"yes\".\nWhether it was Coldplay playing in the driving rain, or Haim framed by a spectacular sunset - the five-hour film was a bittersweet love letter to the magic of music festivals.\nOr at least it was, once we actually got to see it. Within minutes of the all-star, pay-per-view show starting on Saturday night, things went badly wrong.\nThousands of ticketholders received errors saying \"invalid code\" or \"access denied\". Pretty soon, fans supplanted the official hashtag #LiveAtWorthyFarm with the altogether more accurate #NotLiveAtWorthyFarm.\nIt took two hours to sort the technical problems out, by which point many viewers had given up and gone to watch the UK \n Again. \nEventually, organisers abandoned the ticketing system altogether and made the concert free for anyone to watch. You could rewind the stream a little - but poor old Wolf Alice and Michel Kiwanuka, who kicked off the event, were lost down the back of the internet sofa.\nI entered half-way through a blistering set from Bristol punk band Idles, and was instantly thrust into the sweaty atmosphere of a subterranean club gig, as a free-roaming camera captured the jostling aggro of a mosh-pit.\nLike many bands on the bill, they played in a tight circular formation, making up for the lack of an audience by performing to each other. It was a minor (but smart) modification that stopped the sets feeling staged and sterile. \nHaim were up next, bringing some LA cool to proceedings, as they ran through the laid-back grooves of their latest album, Women In Music, Pt III.\nSongs like Summer Girl and The Steps were custom built for outdoor venues, and the band were clearly relishing the chance to give them an airing from inside Glastonbury's legendary Stone Circle.\n\"This is our favourite festival in the whole entire world,\" said singer Danielle Haim, who was otherwise a frontwoman of very few words. \nColdplay took up their rightful position in front of (the frame of) the Pyramid Stage just after 21:00 BST, illuminating the fields with a spectacular light and laser show.\nFour-time headliners, their set list was typically faultless, cramming in Fix You, The Scientist, Viva La Vida, Clocks and A Sky Full Of Stars into a 30-minute slot - as well as a delicate new song, Human Heart, performed with US R&B singers We Are King.\n\"This is very weird but very fun,\" said Martin, pointing out he was essentially playing to \"thousands and thousands of cows\".\nHe jokingly played in some canned applause, but there was no hiding the fact no-one was watching. There were none of Glastonbury's traditional flags, no flares, no mud, no cups trampled into the ground, and no chemically-altered maniacs trying to make you dance with them... \nOnly one thing remained consistent: Coldplay were absolutely drenched in rain.\n\"If there's a day you didn't want to stand in a field, it's today,\" laughed Martin. \nEven so, the sight of the festival's favourite band playing alone was strangely melancholy. Take it from someone who knows, gingerly singing The Scientist to your 10-year-old's favourite teddy will never be the same as belting it out in a field of happy strangers. \nDon't get me wrong, though. The teddy loved it.\nColdplay were the de facto headliners, taking the time slot when (if all had gone to plan) most people were likely to tune in. After they cleared the stage, things became a little more sedate.\nDamon Albarn turned up in a mullet to play a set almost entirely devoid of Blur songs -  thanks a lot, Damon - while debuting music from his forthcoming project The Nearer the Fountain, More Pure the Stream Flows, which is \"inspired by the landscapes of Iceland\".\nAt a normal festival, this was the point where you'd have wandered off to see who was playing the jazz stage or to queue up for a doughnut, but the live-stream meant we were all hostage to Damon's wistful meanderings. I certainly didn't switch over to watch the Eurovision voting for a couple of minutes, and anyone who says otherwise is a liar, OK?\nJorja Smith brought the mood back up, exuding a breezy mellowness on songs like Blue Lights and Be Honest; after which Radiohead's Thom Yorke and Jonny Greenwood debuted their new side-project The Smile.\nInitially, they sounded quite a lot like Radiohead - in fact, the first track was an unreleased Radiohead track called Skirting On The Surface - but as their eight-song set wore on, things got pleasantly weirder, drawing on punk and math rock and spiralling jazz riffs. \nAnd while most latter-day Radiohead material has been a slow burn, Yorke's new melodies (and Greenwood's restless basslines) had a compelling immediacy. A debut album can't be far off.\nBack outside, Kano brought some much-needed eccentricity, playing his grime anthem 3 Wheel-Ups with a marching band on a Billie Jean dancefloor. \nHe maintained a ferocious energy for the next 30 minutes, powering through apocalyptic versions of Teardrops and Free Years Later before emerging into the light with the funky set-closers Can't Hold We Down and SYM.\nA much-needed shot of adrenaline, it perfectly set up the final act - an after-hours DJ set by Honey Dijon, filmed on a customised bus in the festival's Block9 area.\nAs she dropped tunes by Diana Ross and Lady Gaga, a small crew of socially-distanced dancers strutted around outside the bus, a sight that instantly transported me to the dying moments of Glastonbury 2019. \nBack then, while queuing up to leave the site, I watched three spaced out festival-goers desperately fanning the embers of their weekend by throwing shapes to a burger van's portable radio, insisting the owner was the \"best DJ we've heard all weekend, mate\".\nAs Jarvis Cocker said in one of tonight's spoken-word interludes, that's exactly what makes Glastonbury great.\n\"All those extra-curricular activities you just discover while wandering around, they're often the best bits of the weekend.\"\nIt made me nostalgic for the festival all over again; and even more determined to make the pilgrimage if it comes back, as planned, next year. \n\"We are going to throw everything at 2022,\" organiser Emily Eavis told the BBC earlier this week. \"The light is coming in. \n\"We're able to move out of this very awkward time and plan to be back in fields again; and to be watching live music; and camping for five days outside with 200,000 other people.\"\nAnd if, in the meantime, someone doesn't start a band called \"Invalid Code\" and get themselves onto the bill, something will have gone terribly wrong."},
{"title": "Damiano David: Eurovision winner denies taking drugs during event", "link": "https://www.bbc.com/news/world-europe-57217600", "author": null, "article_text": "Måneskin's Damiano David rejected the idea that he had been taking cocaine.\n\"I don't use drugs. Please, guys. Don't say that really, no cocaine,\" he said at a press conference.\nIn a statement, Eurovision said the singer would \"take a voluntary drug test after arriving home\".\nMåneskin, who had been favourites to win the contest, took the top prize with their song Zitti e buoni.\nPeople at home speculated as to what the singer was doing when he appeared to bend his face towards a table as the band celebrated their victory during the live broadcast.\nWhen asked about the incident during a press conference after their victory, Damiano David said he had been looking down because guitarist Thomas Raggi had broken a glass.\nEurovision said the singer would be tested to see if he had taken drugs.\n\"This was requested by them last night but could not be immediately organised by the EBU,\" the statement said. \n\"The band, their management and head of delegation have informed us that no drugs were present in the Green Room and explained that a glass was broken at their table and it was being cleared by the singer. The EBU can confirm broken glass was found after an on site check. \n\"We are still looking at footage carefully and will update with further information in due course.\"\nThe band later also reacted to the allegation in an Instagram story, saying they were shocked and did not condone drug use:\n\"We really are AGAINST drugs and we never used cocaine. We are ready to get tasted [sic], cause we have nothing to hide.\" \nMåneskin had been firm favourites despite their rock number not being typical Eurovision fare.\nThey are the first group to win the competition since 2006. They also gave Italy its first victory since 1990.\nFrance's Barbara Previ came second with Voilà, while Switzerland's Gjon's Tears came third with his ballad Tout l'Universe.\nThe UK came last in the contest, "},
{"title": "China's Zhurong rover takes first drive on Mars", "link": "https://www.bbc.com/news/world-asia-china-57211001", "author": null, "article_text": "This makes China the second country after the US to operate a rover there. \nThe Zhurong robot is due to study the planet's surface rocks and atmosphere. It will also look for signs of life, including any subsurface water or ice. \nChina's Tianwen-1 mission, consisting of an orbiter, lander and rover, was launched in July last year.\nThe deputy chief commander of the mission, Zhang Yuhua, said the rover was designed to operate for 92 Earth days (or 90 Mars days, known as \"sols\", which are slightly longer than Earth days) and would share its data via the orbiter. \n\"We hope we can get a comprehensive covering of Martian topography, landform and environment, and the exploratory data of the radar detecting the Martian subsurface during one Martian year,\" she said.\n\"By doing so, our country will have our own abundant and first-hand data about Martian resources.\"\nThe solar-powered, 240kg (530lb) six-wheeled robot - named after a Chinese mythical fire god - will be exploring Utopia Planitia in Mars' northern hemisphere.\nThis colossal basin - more than 3,000km (1,860 miles) wide - was likely formed by an impact early in the planet's history. There is some evidence pointing to it having held an ocean long ago.\nRemote sensing by satellites indicates there are significant stores of ice at depth.\nUtopia Planitia is where Nasa landed its Viking-2 mission in 1976. \n, and its roving mission is also just getting under way. \nEurope's space agency, which has twice failed with landing attempts, will send a rover called Rosalind Franklin to Mars next year in a joint project with Russia."},
{"title": "Should encryption be curbed to combat child abuse?", "link": "https://www.bbc.com/news/business-57050689", "author": null, "article_text": "He oversees a team of 21 analysts in Cambridge who locate, identify and remove child sexual abuse material (CSAM) from the internet. \nThe Internet Watch Foundation (IWF) is funded by the global tech industry.\nIt manually reviews online reports of suspected criminal content sent in by the public. Mr Hughes sees upsetting material every day.\nWhen content is verified, analysts create unique \"digital fingerprints\" of each photo or video, then send it to law enforcement and tech firms. They also search for material online.\nOccasionally, there are harrowing situations racing to track down victims from live streaming video. \nReports jumped during the pandemic, he says: \"Over the recent May bank holiday weekend, we had more than 2,000 reports.\"\nIn 2020, IWF received 300,000 reports and 153,000 were verified to be new CSAM content.\nPolice say more child predators can now be found on messaging apps, rather than on the dark web. Many don't even encrypt their web traffic.\nMany authorities are concerned that \n end-to-end encryption on messages sent over Messenger and Instagram Direct. \nEnd-to-end encryption is a privacy feature that makes it impossible for anyone except the sender and recipient to read messages sent online.\nAuthorities are concerned by Facebook's plan, saying it will make it much harder to apprehend suspects and detect child predators.\nFacebook says using such technology will protect users' privacy. \nBut the US, UK and Australia have repeatedly objected to the idea since 2019, saying it will jeopardise work to combat child abuse. \nAustralia has also demanded the tech industry hand over private encryption keys - backdoors to their networks - to authorities. Firms, both abroad and in Australia, refused. \nEnabling backdoors would be bad, says Jenny Afia, head of Schillings' legal team: \"Any legally-enforced weakening of the encryption algorithm, or vulnerability placed within the software...would potentially allow criminals to exploit [it].\n\"It is worth bearing in mind that having end-to-end encryption in place has already prevented a lot of crime.\"\nSupporters of encryption also point out that it provides a secure means of communication for dissidents and whistleblowers and making keys available could put them in jeopardy.\nEdward Snowden, the NSA whistleblower who first highlighted mass surveillance to the public, \n if governments prevent end-to-end encryption or insist on backdoors.  \nNetsweeper in Canada catalogues the internet to help schools and internet service providers block harmful content.\nIt sees a quarter of the world's internet traffic and is in 37% of British schools, scanning 100 million new URLs daily. Up to 300 URLs are reported to IWF daily. \n\"To date, governments have left the large tech companies alone - probably because they didn't understand them as much as they do now,\" says Netsweeper's chief executive Perry Roach.\n\"But if we don't enable law enforcement with sophisticated tools, it will allow criminals, scammers, paedophiles and terrorists to move across the internet undetected.\" \nSoftware engineer Brian Bason founded US firm Bark after giving his sons their first mobile phones. \nBark uses AI neural networks to analyse text messages and social media in milliseconds for bullying, online predation, child abuse, signs of depression and suicidal ideas. \nChildren have to agree to hand over their login credentials, but only relevant sections of messages are sent in alerts to parents and schools.\nBark has informed the FBI of nearly a thousand child predators over the last five years.\n\"The reality is end-to-end encryption will drastically reduce the amount of CSAM material reported to authorities,\" Mr Bason tells the BBC. \"To me, the trade-off is not worth it.\"\nPerhaps these firms disagree because their business models rely on having unfettered access to data pipelines. \nHowever, former UK and US intelligence agency staff tell the BBC there are other successful methods investigators can use if end-to-end encryption is introduced, like phishing, where users are tricked into visiting fake websites and handing over login credentials.\nInternet giants should use machine learning to detect child predator behaviour on the device or server, they add, which wouldn't break encryption, as it occurs only after the message has been decrypted. \nThorn, a US foundation that develops software to combat child exploitation, identifies eight child victims and 215 pieces of child abuse material per day.  \nSarah Gardner, VP of external affairs at Thorn, suggests using \n - a form of encryption that lets users perform computations on encrypted data, without first decrypting it.\nAnother option would be to invest in better solutions, she adds.\nEdinburgh-based Cyan Forensics, which uses statistical sampling to scan suspects' devices for CSAM content in just 10 minutes, agrees.\n\"End-to-end encryption is here already and it's neither good nor bad,\" says Cyan Forensics' co-founder and chief executive Ian Stevenson.\n\"However, there is a dire need for broader protocols to ensure the safety of children online.\"\nFormer detective constable Alan McConnell, who worked on more than a hundred child sex abuse cases, left Police Scotland to teach Cyan about the problems the police face.\nAs a result of his work, a major UK police force used Cyan's software to detect CSAM material on an ex-offender's computer in March. The individual was found to have surreptitiously installed cameras at a club used by children. \nHowever, a senior German prosecutor says his biggest problem is getting tech firms to play ball. \n\"We're addressing all the big tech firms - please help us,\" says Markus Hartmann, director of North Rhine-Westphalia's central cybercrime department.\n\"You hear they have these big teams fighting digital crimes, and I wonder, why don't they file any complaints with law enforcement?\"\nHis unit recently busted a child pornography ring, charging 65 suspects and rescuing a 13-year-old child. \nThey were aided by Microsoft, which scanned its database of Skype users to locate the suspects' IP addresses.\nMr Hartmann is surprisingly in favour of encryption.\n\"If you break encryption, put in backdoors or ban it, then you're doing more harm than good... and I doubt the guys we are really going after, will not be able to get around it,\" he says.\n\"Even as a prosecutor, I could set up my own end-to-end encrypted network in two days, routed through public libraries.\""},
{"title": "HMS Queen Elizabeth: The Queen tours Royal Navy flagship", "link": "https://www.bbc.com/news/av/uk-57214467", "author": null, "article_text": "The Queen has been welcomed on board Royal Navy flagship HMS Queen Elizabeth before its deployment to the Indo-Pacific region.\nThe 28-week trip will cover 26,000 nautical miles."},
{"title": "Powerful portraits of girls on the cusp of adolescence", "link": "https://www.bbc.com/news/in-pictures-57062159", "author": null, "article_text": "\"Between the ages of 10 and 12, I recall suddenly feeling very uncomfortable in my skin, becoming self-conscious and having huge worries about the world and the future,\" she says.\n\"Although it's often called an 'awkward' age by parents, I think it is an important and beautiful time, so I chose to re-visit it with my camera and put these girls centre stage.\n\"I wanted to show them as they are and at the same time to empower them.\" \nWhile photographing each girl, Mendelsohn asked them about their ambitions, dislikes and hopes for the future.\nShe soon realised that their responses provided snapshots of wider issues in the world at the time.\n\"Initially, many of the girls talked about their fear and worries of war, homelessness and self-image,\" she says.\n\"As the years went on, they started to talk about fear for the planet and climate change.\n\"The last girl I photographed talked about her fear of coronavirus, around seven weeks before the first lockdown.\n\"I learned to never underestimate what children of this age think and the depth of their feeling.\"\nHere is a selection of Mendelsohn's portraits, along with the girls' responses.\n\"I love being adventurous, creative and drawing. \n\"I hate being bossed around. \n\"I would really love to be a doctor and I wish nobody died in the world.\"\n\"I hope that in the future, society is more open about body image, because everyone is different, and I really hope people can accept that more. \n\"Not everybody is like what you see in the magazines; everyone is perfect and unique in their own way. \n\"My ambition is to be more self-confident when I am older and to help other people be more confident about themselves. \n\"My dream is probably to have a decent job and two Pomeranians.\"\n\"When I am an adult, I want to be a racing car driver, a scientist and a singer. \n\"Also I want to get a job where I can look after and raise big cats, like lions and tigers. \n\"My dream is to walk like my sister so I can run with her and go where she can go. \n\"If I could walk, that is what I want, to go where my sister goes, so I can go in the hard bits and follow her. \n\"My wish is to walk.\"\n\"My ambition is to travel around the world and meet loads of new people from all different countries and cultures. \n\"I dream that no-one is homeless and everyone has a special place to go to.\"\n\"When I am an adult, I want to be an author and to set up a business to help children who are in foster families or in care, or those who have a disability. \n\"I have craniosynostosis; when I was a baby, the bones in my head had already fused together. \n\"When I was six months old I had to have an operation, then another one when I was one. \n\"My wish is to visit the rainforest - I imagine it to be tropical and I would love the smell.\"\n\"I would like to be a zoo-keeper or be a vet or a writer when I am older. \n\"I hope that we stop destroying the world. \n\"We have got to stop cutting down trees, as well to make homes and to stay warm. \n\"I am scared that the sea level is rising and also I worry about the coronavirus.\"\n\"My hopes for the future are for all people to have a roof over their head, and have family or people who they can be with and feel loved and be cared for. \n\"I wish to be happy forever, to always be loved and to grow up to have a really good life. \n\"I am the oldest of my friends, but I am one of the smallest. \n\"It doesn't actually matter that much, though. \n\"Just because you are small doesn't mean to say you can't go on to great things.\"\n\"My dream is to become a good teacher so I can help children overcome their difficulties and become great people like doctors and prime ministers.\"\n\"I love spending time with my family because they are really funny. \n\"My advice to girls my age going to secondary school is to be yourself and don't let other people take over your life, because it can make your life miserable. \n\"Stick up for yourself and stick up for people who others are being mean to.\"\n\"I love to dance and I love acting because you get to express how you feel; I feel free. \n\"I am not afraid to say what I have to say, I am not a shy person. \n\"My dream is to have a big house, a loving family and loads of pets - mostly dogs. \n\"I wish that there was no evil in the world and we were all nice to everyone, and everyone had a voice in the world, and no-one would be put down or anything.\"\n is an Impressions Gallery touring exhibition and will be on display in Bradford, West Yorkshire, from 18 May until 24 July 2021.\nA book of Carolyn Mendelsohn's photography is published by Bluecoat Press."},
{"title": "Covid Vaccines: Could they be magnetic?", "link": "https://www.bbc.com/news/av/57207134", "author": null, "article_text": "Videos of people sticking magnets to where they claim they've had the Covid vaccine have racked up millions of views on social media platforms like TikTok and Instagram. \nSome people say there must be something magnetic in the vaccines and others have gone further to say it’s proof of a microchip - a theory which just isn’t true.\nBBC Reality Check's Jack Goodman debunks the so-called #magnetchallenge."},
{"title": "In pictures: Lockdown eases in parts of the UK", "link": "https://www.bbc.com/news/in-pictures-57141035", "author": null, "article_text": "Some people couldn't wait for morning. Here, Rosie Delaney, Isobel Loan and Rebecca Mitchell have their first drink inside a pub for a long while, at 00:11, at the Showtime Bar, in Huddersfield, West Yorkshire.\nAt the The Oak Inn, in Coventry, West Midlands, customers enjoy a pint, a game of pool and a hug.\nThese changes come with a note of caution, with the variant identified in India spreading in some areas. \"We must take this next step with a heavy dose of caution,\" Prime Minister Boris Johnson warns, urging people to be tested regularly.\nFor some, the changes mean a chance to exercise indoors.  At Park Road Pools & Fitness in London, a group takes a high-energy barbell class, just after 00:00.\nHousekeeper Zusanna Gulierrez prepares a room at the Brighton Metropole, as the Hilton group reopens its 130 hotels across England.\nPassengers prepare to board an EasyJet flight to Faro, Portugal, at Gatwick Airport, after the ban on international leisure travel for people in England was lifted to some destinations.\nThe National Youth Choir of Scotland, with founder and conductor Christopher Bell, meet on Calton Hill, Edinburgh, as most of Scotland moves to level-two - high - restrictions, enabling up to 30 people to meet outside to sing.\nThe digital message: \"Less URL, more IRL. Welcome back,\" is displayed on the BT Tower, above the streets of London.\nCustomers inside the Mile Castle pub, in Newcastle, enjoy breakfast as indoor hospitality and entertainment venues reopen.\nAt Barbarella's cafe, in London, a customer takes a selfie to mark the return to indoor dining.\nCharlotte Griffiths, 25, and her three-year-old son are among the first people to visit the Great North Museum, in Newcastle, following its reopening.  \nA man wearing a face covering echoes the pose within Seurat's Bathers at Asnières painting inside the National Gallery, in London.  \nThe first passengers board the London Eye, as the attraction reopens.\nYork Minster opens its doors once again to tourists. \nIt's eyes down for a full house at the Apollo Bingo Hall in the seaside resort of Rhyl, Denbighshire. It's an industry worth hundreds of millions of pounds a year in Wales, with 36 dedicated bingo halls across the country.\nFans gather to watch the runners and riders during the Racing TV Straight Mile Fillies' Handicap at Redcar Racecourse, North Yorkshire.\nSharks swim past visitors at the Sea Life London Aquarium.\nA small crowd attends a screening of Ingmar Bergman's Persona in the BFI Southbank cinema in London.\nMembers of the Durham Strikes Bowling team enjoy a game at the Hollywood Bowling alley in Washington, County Durham.\nAs the evening drew in, people enjoyed drinks inside pubs and bars - such as this one in London - without having to sit outside on tables and chairs.\nIn Manchester's city centre, revellers danced in their seats to a live show at Albert's Schloss bar (above and below).\nAlso in Manchester, customers laughed together at Peaky Blinders bar."},
{"title": "One-minute World News", "link": "https://www.bbc.com/news/av/10462520", "author": null, "article_text": "Watch the latest news summary from BBC World News. International news updated 24 hours a day."},
{"title": "Eid in Senegal: Pictures of Dakar's Korité fashion", "link": "https://www.bbc.com/news/world-africa-57113907", "author": null, "article_text": "Twenty-two-year-old Rokhaya works at a restaurant. Here she is waiting for a bus in the capital city Dakar in her new Korité outfit.\nAfter morning prayers at the mosque, many families grill meat at home for a huge afternoon feast. As the sun sets, both children and adults walk around their neighbourhood greeting each other while showing off their new finery.\nBoubacar Diallo, 23, is a businessman in the food industry. He enjoys the annual tradition in Senegal of having a new boubou, or long robe made to celebrate Korité. This boubou is made from \"bazin\" material and took a local tailor two weeks to cut and embroider.\nKhady Diouf (left) is a house cleaner and says it was important to get a new dress for Korité to impress her husband.\nAissatou Cissé (centre) has three children and spent the day making food for family and friends. In the evening she was able to relax and sit outside in her new outfit, watching the neighbourhood go by.\nTaxi driver Fallou Sene, 44, gets a new boubou every year and this time spent 45,000 CFA francs ($85; £60). \n\"We celebrate the end of Ramadan, but we do not want it to end. We want it to last three or four more months,\" he says. This year he prayed for Covid-19 to stop spreading, and for no other illnesses to appear.\n\"Right now it's hard to celebrate with your family, so it's important to make a nice new boubou for the party,\" says Dienaba Baldé.\nThe 24-year-old philosophy student says her favourite thinker is Socrates.\nMamadou Diokhame, 60, is a sound technician at a local television station. He pairs this boubou that he's owned for about three years with what he calls a \"Hausa hat\" from Niger, bought recently from Dakar's \"large Nigerien community\".\nMamadou also carries prayer beads after his visit to the mosque.\nAfter the morning prayers in Dakar, 10-year-old Thierno Mohamad Sanogo (left) poses next to accountant Adama Traoré and his son Papa, plus 23-year-old Yoro. \n\"It's a time to have fun,\" Adama says. \"And to think of God,\" adds Thierno.\nA woman helps Adja Assisi adjust her headscarf. Adja, who is in her 60s and has three children, greeted people walking in and out of the prayer area of the mosque in Dakar's Pointe E neighbourhood.\nNineteen-year-old student Same Ama Faye, modelling his new \"grand boubou\" here, says he is excited to celebrate the end of Ramadan after fasting for a month.\nAnd 27-year-old Ami Badji also wears a brand new outfit for Korité - hers in pale blue."},
{"title": "In pictures: Fear and mourning as Israel-Gaza violence rages on", "link": "https://www.bbc.com/news/world-middle-east-57154557", "author": null, "article_text": "Striking images have captured the human cost of the conflict over the past few days, as air strikes and rocket attacks turn homes and possessions into rubble and force people to rush for shelter.\nIsrael says its air strikes on Gaza have targeted Palestinian militants but power lines and main roads have also been damaged.\nIn the image above, a Palestinian man hunches over the rubble of his destroyed home following an Israeli strike on Sunday. \nSome of his family were buried beneath the debris.\nThat day was the deadliest in Gaza since fighting erupted more than a week ago.\nIsraeli air strikes hit a busy street just after midnight, causing several buildings to collapse and dozens of deaths.\n\"We need at least 10 years more to build what has been damaged here in Gaza,\" Mohammad Abu Rayya, a paediatrician, told the BBC on Monday following further strikes.\nImpromptu funerals have been held around the territory. The woman above is mourning her family who died in a strike in Gaza City.\nMeanwhile Hamas, which controls Gaza, and other Palestinian militant groups there, have continued to launch rockets towards southern Israel.\nHomes and buildings have been damaged, and millions of Israelis have been forced to flee to safe rooms or shelters as warning sirens blare. \nThe young girl above was pictured at a bomb shelter in the city of Ashkelon, which has borne the brunt of the rocket attacks.\nVictoria Tapalashvili can be seen inspecting the damage at her home in the southern Israeli city of Ashdod following an attack.\n\"It is not easy - almost every evening, every night, we get the kids out of bed [and] run to shelters,\" Israeli tech executive and father of three, Eitan Singer, told the BBC.\n\"We have 30 seconds to 60 seconds to find a shelter.\"\nThis image shows another damaged home in Ashdod. \nIsrael's Iron Dome defence system is said to have intercepted 90% of the rockets fired at its territory.\nRockets have also been fired from neighbouring Lebanon towards northern Israel.\nThe violence also spread to the occupied West Bank, where Israeli troops clashed with Palestinians over the weekend.\nThese Palestinians watch from a window as mourners carry the body of a relative during a funeral in the West Bank on Sunday.\nPalestinian Arabs live in the West Bank under both limited self-rule and Israeli military rule.\nThis man, Riyad Eshkuntana, was pulled from the rubble along with his six-year-old daughter, Suzy, in Gaza.\nShe was trapped for hours underneath their home, and was eventually reunited with her father at Gaza's largest hospital.\n\"Forgive me, my daughter. You screamed to me to come to you, but I couldn't come,\" Mr Eshkuntana told her when they were reunited, according to Reuters.\nThis image shows the Abu Dayer family at the Al-Shifa hospital in Gaza, shortly after two relatives were killed.\nThis woman checks the damage at her home in Ashkelon, as coverage of the fighting continues to play in the background.\nThe violence has prompted increasing concern internationally.\nWorld leaders and humanitarian organisations have called for measures to prevent the deaths of residents and the chaos wrought by the destruction of buildings and infrastructure.\nIn the image above, a man mourns the death of his 12-year-old daughter Rahaf al-Dayer in Gaza.\nAnd below, the family and friends of an Israeli soldier weep at his funeral.\nThe conflict is now in its second week, with little sign of ending. Air strikes and rocket attacks continued into Tuesday. \nThe US and other world powers have voiced support for a ceasefire - but one does not appear to be imminent."},
{"title": "Boris Johnson struggles in interview", "link": "https://www.bbc.com/news/av/uk-40358825", "author": null, "article_text": "Boris Johnson seemed to struggle when asked by Eddie Mair on BBC Radio 4's PM to explain how plans laid out in the Queen's Speech would tackle \"burning injustices\" identified by Prime Minister Theresa May."},
{"title": "'Devil wheel' rider: It makes me happy", "link": "https://www.bbc.com/news/av/world-asia-40360168", "author": null, "article_text": "Karmila Purba is the first female \"devil wheel\" rider on the Indonesian island of Sumatra.\nShe began performing with a travelling show when she was just 12 years old.\nEach night she entertains crowds by riding a motorbike around the vertical wall.\nVideo by Haryo Wirawan."},
{"title": "Video 'shows destruction of Mosul's Great Mosque of al-Nuri'", "link": "https://www.bbc.com/news/av/world-middle-east-40366136", "author": null, "article_text": "The Iraqi military's Joint Operations Command has circulated a video it says shows the destruction of Mosul's Great Mosque of al-Nuri and the famous leaning al-Hadba minaret.\nThe military, and the US-led coalition supporting its offensive in the city, said Islamic State (IS) militants had blown up the historic landmark on Wednesday night as troops advanced on it. \nBut IS said coalition aircraft had bombed the mosque. "},
{"title": "Why Iranians have been queueing for chicken", "link": "https://www.bbc.com/news/av/world-middle-east-57198846", "author": null, "article_text": "Iran's government has been defiant about the US sanctions reinstated by then-President Donald Trump in 2018 when he abandoned a nuclear deal - but also very focused on getting them lifted. \nTalks with the Biden administration on the issue have been taking place for weeks, with Iranian President Hassan Rouhani sounding more upbeat than US officials about reaching an agreement. \nThough Iran's leaders seem reluctant to admit it, the sanctions have exacerbated already serious economic problems - as recent long queues for chicken have shown. BBC Monitoring's Kian Sharifi explains. \nResearch: Adranik Karapetyan"},
{"title": "ICYMI: Eiffel Tower art and a new plane fuel", "link": "https://www.bbc.com/news/av/world-57192619", "author": null, "article_text": "From Eiffel Tower art to cooking-oil plane fuel, here are the stories in our weekly news video round up: In Case You Missed It (ICYMI)."},
{"title": "North America prepares for August solar eclipse", "link": "https://www.bbc.com/news/av/world-us-canada-40362067", "author": null, "article_text": "On 21 August, North America will be treated to a rare phenomenon - a solar eclipse. Nasa scientists are very excited."},
{"title": "Koalas 'facing extinction' in some Australian states", "link": "https://www.bbc.com/news/av/world-australia-40365981", "author": null, "article_text": "The conservation group WWF is warning that koalas could be wiped out in some Australian states amid deforestation and increasing attacks by livestock."},
{"title": "Italy wins Eurovision: 'Rock and roll never dies'", "link": "https://www.bbc.com/news/av/entertainment-arts-57214475", "author": null, "article_text": "Italy's Måneskin have won the Eurovision Song Contest 2021 with their entry, Zitti e Buoni.\nThe UK's James Newman came last, getting zero points from both the jury and the public."},
{"title": "Why video calls might be behind a rise in male cosmetic surgery", "link": "https://www.bbc.com/news/business-57156535", "author": null, "article_text": "There's an old line that goes \"you only get wrinkles where the smiles have been\".\nMine though are cropping up in some of the strangest corners of my 54-year-old face.\nApplying a surgical remedy hadn't been on my radar until recently, when the past year exposed a possibly surprising rise in men seeking \"tweakment\".\nThe British Association of Aesthetic Plastic Surgeons says that \n. Could it be because we have all spent the past year forever seeing our reflection on work video calls?\n\"We know that more and more people have been on social media, and conference calls, because they've been stuck at home,\" says Dr Helena Lewis-Smith, a psychology researcher specialising in body image at the University of the West of England.\n\"There's a tool on Zoom, for example, allowing people to smooth their skin's appearance. People who are more likely to press that button during these calls are more likely to be invested in their appearance, and have a worse body image.\"\nThe growing trend of male cosmetic surgery is more pronounced in the US, \n.\n\"Our society places a premium on youthfulness,\" says Dr Alan Matarasso, a previous president of the American Association of Plastic Surgeons. \"Men are as concerned as anybody else about their appearance.\n\"And there's been a change in the culture of male preening - it's become socially acceptable for men, whereas before it might not have been so.\"\nThe changing patterns of modern work also provides a more hard-nosed business logic, he thinks. \n\"We're not in a world any more where somebody lives in the same house, or works in the same job, their whole lives,\" says Dr Matarasso. \"And whether you subscribe to this or not, many of us judge people on first impressions.\"\nI hadn't been pressing any image-altering buttons on video calls, but I was curious to see what the fuss was about. I had already discussed my plan with friends and family, whose responses ranged from smirks and alarm, to fascination, and in one case - ill-concealed envy.\nPlastic surgery does start to feel like the front-line of an undeclared culture war, with prejudice and shaming liberally dispensed on both sides. \nFor those taking the plunge, probably the most popular intervention (for men and women) is Botox. Also known as botulinum toxin, it's the trade name of a protein that in much larger volumes is active in the disease, botulism.\nBut don't let that necessarily put you off. Applied minimally to your face, it's billed as helping to smooth out wrinkles, such as crow's feet and frown lines, freezing muscles for a period of months at a time. \n\"We have older successful businessmen, and the owner of a racing car company,\" says Dr Salinda Johnson, describing some of the clients who visit her London Cosmetic Clinic. \"Older men are more concerned about ageing. And we also have younger City workers who want to look more handsome and more attractive.\"\nAfter a brief consultation, I'm encouraged to lie back on her couch, receive a generous smear of anti-septic across my forehead, and then a series of pin-prick jabs. It's a very fine needle.\nI didn't find the injections uncomfortable, although I was warned of possible short-term headaches, and to avoid vigorous exercise over the coming hours. But I'm still debating with myself whether my lines and creases aren't simply an indication of experience or character.\n\"There's only so much character we want to have!\" argues Dr Matarasso, who says that for many of his male patients, the experience can feel transformative. But he warns he's not in the business of providing eternal youth.\n\"We're here to make people look as good as they feel. We really can't turn back the clock on a 65-year-old and make them look like they're 25.\"\nSocial and the mainstream media are awash with salutary tales about plastic surgery gone wrong. There are no shortage of highly-reputable clinicians offering treatment, but there's also an army of untrained practitioners, particularly in less-regulated countries, drawn by the huge profits to be made in this industry.\n is a new series exploring how businesses, trade, economies and working life are changing fast.\nWhile the risks associated with a Botox injection are low, anyone planning treatment is urged to check thoroughly the qualifications of those providing it, as well as the options for aftercare. \n\"TV shows and social media are essentially normalising what can be very risky procedures,\" warns Dr Lewis-Smith. \"People do experience some degree of increased happiness and body satisfaction [from cosmetic surgery] short-term, but we don't know how they're going to feel five or 10 years down the line.\"\nShe is concerned about the trend among both men and women to place so much effort into perfecting themselves, especially when fashions around appearance and body shape are prone to change.\n\"Now it's all about the Kardashians, 10 years ago it was Kate Moss,\" she says. \"Think about those people's different body types. Women might now want to have buttock implants, breast implants, lip fillers, but what happens after a few years when we're sold a different ideal?\"\nTwo weeks after my Botox injections I don't see any big changes in my own appearance, although I do have a general numbness in my forehead. The muscle-freezing will help to inhibit the creation of future wrinkles, I'm told.\nBotox is actually more preventative than transformative, and will require another round after three or four months if I'm determined to maintain the effect. This is said to be how many of Hollywood's leading men have held on to their youthful skin for longer than you'd imagine. Although some, like George Clooney, claim not to be tempted. \nThe global market \n  For Dr Lewis-Smith the concern is where this relentless pursuit of cosmetic improvement is leading us. \n\"We're trying to adapt what we're born with for the beauty industry to make money,\" she says. \"So it does make me scared to be honest.\n\"We are giving them our money because we want to feel better about ourselves, and to match those ideals with what they show us. They're trading on and exploiting people's dissatisfaction.\"\n."},
{"title": "Postcards: Londoners' lockdown secrets revealed", "link": "https://www.bbc.com/news/av/uk-england-london-57189555", "author": null, "article_text": "Stationery and design shop owner Eleanor Tattersfield sent out postcards asking people to reveal their lockdown secrets.\nSo far she's received 1,200 responses and has been left amazed by the coronavirus confessions they have shared."},
{"title": "Mystery of why thousands of fish have died in Lebanese lake", "link": "https://www.bbc.com/news/av/world-middle-east-57029724", "author": null, "article_text": "At least 40 tonnes of dead carp have floated to the surface of a lake in southern Lebanon. \nLocals have blamed polluted water for the deaths, but authorities say they haven’t ruled out disease."},
{"title": null, "link": "https://www.bbc.com/future/article/20210513-the-most-intense-firestorms-in-the-world", "author": "Jez Fredenburgh", "article_text": ""},
{"title": "The Navy sub commanded by artificial intelligence", "link": "https://www.bbc.com/news/business-56993035", "author": null, "article_text": "Around 260 miles away in Plymouth, another submarine made its debut that same day. A minnow compared to HMS Anson, this secretive nine-tonne craft may have greater implications for the future of the navy than the £1.3bn nuclear boat. \nMSubs of Plymouth, a specialist in autonomous underwater vehicles, won a £2.5m Ministry of Defence contract to build and test an Extra-Large Unmanned Underwater Vehicle (XLUUV) that should be able to operate up to 3,000 miles from home for three months. \nThe big innovation here is the autonomy. The submarine's movements and actions will be governed entirely by Artificial Intelligence (AI). \nOllie Thompson is a recent graduate who is studying for a master's degree in robotics at Plymouth University. He also works for MarineAI, the MSubs arm that is fitting out the XLUUV's brain. \nMr Thompson has no doubts about the challenge he and his colleagues face: \"We know a lot of people don't have confidence in AI. So we work with elements we can test, we separate things into boxes.\"\nHe divides the AI problem into components - and mission management is the toughest. This attempts to simulate the presence of a trained captain in the little submarine's programming. \nThis is AI working in total isolation from human contact, not least because maintaining strict radio silence is critical to a submarine's covert role. The technical principle here is machine learning, showing an AI program examples of how a task should be performed until it has embedded the right actions in its own repertoire. \nTo do this, MarineAI is using a huge IBM AC922 supercomputer, \"a monster, one of the biggest in the South-West of England\" Mr Thompson boasts. In contrast the on-board brain of the submarine resides in a 15cm square box and relies on an Nvidia chip often found driving computer games.\n\"We built it off the back of the Nvidia chip because it's highly energy efficient,\" says Mr Thompson. Just like a tiny but powerful Raspberry Pi device used to teach schoolchildren basic programming tasks this approach takes up very little power. And keeping power consumption to the bare minimum is critical to making the submarine's battery last. \nIt's clear that the Ministry of Defence is paying very close attention to battery technology for this project. So far MarineAI is relying on existing technology derived from car batteries. But it notes that research in this field is leaping forward. \nThe AI content of the computer should prioritise tasks. The project envisages a boat that can travel to an area of the sea-bed to search for mines or plant a sophisticated electronic intelligence-gathering package or stay in place and scour its environment for information on a hostile navy. \nSo MarineAI is creating a decision-making capacity for the submarine's brain. It will know how much battery life is left and how to weigh that against prevailing weather conditions and sea states, reaching a logical decision on whether to sail on or return home in the face of strong tides. \nThe project has oceans left to cross. For instance, how can the submarine detect small objects on the surface such as jet-skis?  \nAll of these dilemmas are small beer for human submarine captains. Commander Ryan Ramsey captained the hunter-killer HMS Turbulent and taught on the Perisher, a five-month-long course the navy uses to push prospective submarine skippers to the limit.  \nThis decides if they are fit to command 100 or more submariners working punishing watches consisting of six hours on, six hours off for the duration of a long patrol. \nCdr Ramsey worked in AI after leaving the navy and can see where smart software and human instinct might not produce the same response.\n\"AI will struggle to match human decision-making skills. There are lots of submariners skills you can transfer to it, but you have to accept that the first generation will not be perfect.\" \nHe cites how he would study opposing Nato submarine commanders he went up against in exercises, learning how far each individual was prepared to push a vessel. \"The reality is that if you don't know how a guy operates he will find your submarine before you find him. You can't replicate that emotional input in AI.\" \nIf the XLUUV is ever to be armed that might create serious problems. The decision to fire a torpedo rests on a huge reserve of each officer's instincts and experience. \"If you leave that to a rules-based system you might escalate things. There is just so much to learn about the underwater battlespace.\"\nIn the future Cdr Ramsey believes submarines will be equipped with the ability to launch their own autonomous vessels. The next generation of surface warships entering service are already planned to feature mission-bays for launching uncrewed vessels. And autonomous submarines can be deployed by transport aircraft, giving the batteries a rest and the XLUUV a global reach. \nThe longer-term prospect for AI-controlled submarines is rosy, says Cdr Ramsey. \"I can see a way to do a Perisher for AI. Get the right people to recreate their experiences in a simulator and let the AI learn from that, including human decisions that might be wrong. Give it ten years' worth of data and it will be able to build its own rules.\" \nThis simulator-based course for computer code promises another big benefit. \"The AI can test out its own rules without any risk. My worry with autonomous submarines is the political impact if the vessel does something wrong or gets caught in hostile waters,\" he says.   \nPlymouth's trial submarine is based on an MSubs design known as the S201. And across the Atlantic, Boeing is building a series of large uncrewed submersibles as the US Navy works out how these vessels can be used. \nFormer submariners talk about the degree of teamwork and close comradeship required to perform their missions. AI cannot replicate this, but it does not need to if all it is doing is saving sailors from exhausting and repetitive tasks better allocated to a drone. \nThe Royal Navy is coy about its plans for this technology and is committed to a next generation of crewed nuclear submarines. Yet the work of Plymouth's AI pioneers may see their most perilous missions delegated to an AI program that never goes off watch. "},
{"title": "1971: The year that changed food forever?", "link": "https://www.bbc.co.uk/programmes/articles/5p05JqddkVswVGzmzvl88vn/1971-the-year-that-changed-food-forever", "author": null, "article_text": ""},
{"title": "Covid: Why has Seychelles seen rising case numbers?", "link": "https://www.bbc.com/news/57148348", "author": null, "article_text": "More than 60% of the population has now been fully vaccinated in the chain of islands off the east coast of Africa,\nBut an increase in infections \n of around 100,000 people.\nSeychelles is a small country, so the overall numbers of daily infections have not been high - but as a proportion of the population, the rise has caused serious concern.\nDuring April, the average number of new infections remained stable, at around 50 a day.\nBy mid-May, this seven-day rolling average had risen to 400 new cases daily.\nSince then the figure has fallen, but remains well above the average level for April.\nThe Seychelles Ministry of Health said on 10 May that about a third of the cases had been among those who are fully vaccinated.  \nOther countries where a significant proportion of the population is fully vaccinated, have reported much lower levels of new infections.\nOver 70% of the population has received at least one dose, and 63% have been fully vaccinated since the rollout began in January.\nThe first vaccine to be used was the Chinese-made Sinopharm, using doses donated by the United Arab Emirates.\nThe Oxford-AstraZeneca jab, produced in India and distributed under the name Covishield, has also been used, and most recently the Russian Sputnik V vaccine was rolled out.\nOf the doses administered (not including Sputnik), 57% were Sinopharm and 43% Covishield.\nWe don't know how many out of those fully vaccinated people who tested positive for Covid had received Sinopharm, and how many had been given AstraZeneca.\nWe do know that about two-thirds of those who tested positive \n, according to the country's health commissioner, Dr Jude Gedeon.\nOf those who needed admission to hospital, 80% were people who hadn't been vaccinated, and a majority of these also had other health conditions.\nThe World Health Organization (WHO) says China's Sinopharm has an efficacy of 79% against symptomatic infection and \n.\nHowever, there's been generally less data worldwide on Chinese vaccines, and last month, the head of China's Centre for Disease Control and Prevention (CDC), George Gau, appeared to question its efficacy.\n\"We will solve the problem that current vaccines don't have very high protection rates,\" \nThere are also questions about how effective the AstraZeneca vaccine is against the South African variant which is present in Seychelles.\n against mild and moderate disease. \nThe study didn't assess efficacy against severe Covid-19, but the WHO says indirect evidence shows it could be effective.\nSimilar concerns over another Chinese-produced vaccine have been expressed in Chile.\n, over 90% of which was carried out using the CoronaVac jab produced by the Beijing-based Sinovac.\nCritics also pointed to the government in Chile loosening restrictions too fast, and a widespread failure to follow public health guidelines.   \nDr Gedeon, the Seychelles health commissioner, says he believes the rise in cases could be as a result of increased economic activity. \nRestrictions were relaxed in March, including the reopening of restaurants and the resumption of school classes.\nOfficials have also suggested Easter celebrations may have contributed, along with people dropping their guard against the possibility of infection, having received one or more doses of the vaccine. \nRestrictions were brought back in early May, with schools closed, bars, restaurants and shops told to close early and some gatherings banned.\nThe Indian Ocean islands that make up Seychelles rely heavily on tourism. In 2019, there were almost 400,000 foreign visitors.\nFollowing a collapse in numbers during the pandemic, tourism is on the increase again.\nOn 25 March, Seychelles announced that visitors could enter without the need to quarantine, although a negative Covid test is still needed and entry restrictions apply for some countries.\nMore than 14,000 visitors arrived in April, far more than in March. But the government has rejected suggestions that this could have led to a rise in cases.\n\"There is also no evidence that tourists are bringing new infections into Seychelles,\" said Dr Gedeon."},
{"title": "Sexual assault at school: 'I still feel unsafe, something needs to change'", "link": "https://www.bbc.co.uk/bbcthree/article/48d5148e-3fa9-4843-b859-144fe140fbed", "author": null, "article_text": ""},
{"title": null, "link": "https://www.bbc.com/culture/article/20210519-10-ways-to-make-a-better-world", "author": "George Kafka", "article_text": ""},
{"title": "Mount Nyiragongo: Lava destroys houses after DR Congo volcano erupts", "link": "https://www.bbc.com/news/av/world-africa-57217817", "author": null, "article_text": "After a large volcano erupted in the Democratic Republic of Congo, footage shows lava on nearby streets, houses on fire and a thick orange cloud over the eastern city of Goma.\nThousands of people have fled their homes after fountains of lava burst from the Mount Nyiragongo."},
{"title": null, "link": "https://www.bbc.com/culture/article/20210520-the-coded-messages-in-pop-songs", "author": "Arwa Haider", "article_text": ""},
{"title": "Ladi Ladebo: A pioneer of Nigerian cinema", "link": "https://www.bbc.com/news/world-africa-57156147", "author": null, "article_text": "His death in London came nearly 20 years after his last directorial effort, Heritage. The film had its UK premiere at the Khalili Theatre of the School of Oriental and African Studies (Soas) in 2004. \nCentred on the trade in African artefacts fuelled by the international art market, the film feels prescient in light of the current debate about the restitution of African art treasures from museums of the West. \nLadebo felt strongly about the issue, comparing looted African art to someone stealing the Statue of Liberty. \nHe argued that the loss of artefacts had an adverse impact on societal cohesion, as the objects were made for cultural purposes and their absence could only be detrimental, due to the removal of vital information pertaining to a people's journey. \nHe did not spare the Nigerian elite in what he called the \"social crisis\" of art theft, pointing to acts of complicity in the illicit trade. \nHe was similarly unimpressed by African governments, which he accused of lacking seriousness about arts and culture, decrying their failure to accord museums their proper place in the education system. \nLadebo believed a realistic outcome for Nigeria would be part-return or part-purchase arrangements with Western museums. He further suggested periodical travelling exhibitions that would allow people to see the artefacts in their homeland. \nBut the ground has since shifted significantly. The debate over the Benin Bronzes has reached unprecedented levels, and developments are unfolding which might have seemed unthinkable a couple of years ago. \nGermany is to return looted Benin Bronzes to Nigeria; so is the University of Aberdeen as well as several institutions, especially museums, from the UK to Europe and America. \nIn the current atmosphere, it is reasonable to think that Ladebo, too, would be much more strident today in his reckoning of an issue that preoccupied him so much he made a film about it, pumping much of his family savings into the project. \nThe director and producer had hoped to work with Swiss backers to make a series of documentaries titled, Who Owns Art and Culture? However, it does not appear anything came of the arrangement. \nHeritage suffered the fate of much of his filmography - made with passion and idealism but seen by few. \nBorn Raymond Oladipupo Ladebo in the city of Ijebu-Ode in Nigeria's Ogun State, the director obtained business and marketing degrees from US universities, and worked as a media analyst and accounts executive before going into films in collaboration with African-American actor Ossie Davis, who described Ladebo as a son-in-law. \nTheir greatest collaboration was on the film Countdown At Kusini (1976), co-written by Ladebo and directed by Davis, who also starred in the film alongside Ruby Dee. \nCountdown At Kusini was the first of its kind in many ways, and its unique place in the history of black cinema is now an acknowledged fact. \n\"The first film to be made by Black Americans and Africans working together on African soil, Kusini gives us a rare glimpse of the modern reality of Africa. All film was done in and around Lagos, Nigeria,\" noted the US newspaper, Ann Arbor Sun, in 1976. \nA conscious Pan-African production conceived to counter stereotypical portrayals of African Americans particularly in the Blaxploitation films of the early 1970s, Kusini was the first film ever to be funded by a black women's organisation, the Delta Sigma Theta Sorority, in a case of crowdfunding and media activism that was ahead of its time. \nBut for all the good intentions, Kusini's backers had not banked on non-committal Hollywood distributors and theatres, as the film was pulled summarily from the cinema by Columbia Pictures. \nWhen Kusini was shown at the Diaspora Festival of Black and Independent Film in the US in 2018, it was its first screening in 30 years. \nMany older Nigerians fondly remember Ladebo's iconic film, Bisi - Daughter of the River (1977), a vehicle for British-Nigerian actress, Patti Boulaye, in the high point of Nigerian cinema.\nThe economic downturn and Structural Adjustment Programme (SAP) of the 1980s led to a steep decline in Nigeria's cinema culture.\nBy the time another generation rose to build a new Nigerian movie industry from the ashes in the 1990s, it would be reborn as video films. \nThe new practitioners, in what would become known as Nollywood, were moving away from the practice and aesthetics of the likes of Ladebo, taking the audience with them. \nAs he told the BBC's Masterpiece programme in 2005, Ladebo admired the ingenuity of the early Nollywood marketers in cracking the problem of distribution, but he never cast his lot with the video film industry. \nCelluloid, he said, was \"cleaner and requires a different discipline.\" Heritage was shot in 16mm. No doubt, he was also cautious about access to his films because of the scourge of piracy in the Nigerian film distribution chain. \nAfter 1977, he stuck to making what he called advocacy films, usually in collaboration with funder organisations such as the United Nations Educational, Scientific and Cultural Organization (Unesco) and the UN Population Fund (UNPFA). \nHis 1992 production, Vendor, won four awards, including Best Director and Best Feature at the first Nigerian Film Festival in the same year. \nLadebo was among the very last of the visionary directors of Nigeria's early big-screen era, and was an important bridge between the different incarnations of the country's film industry - from celluloid to video and digital. \nHe is survived by his wife, Irene, three daughters and two grandchildren. "},
{"title": "Lundy: The tiny isle with a wild, lawless past", "link": "https://www.bbc.com/travel/story/20210523-lundy-the-tiny-isle-with-a-wild-lawless-past", "author": null, "article_text": ""},
{"title": null, "link": "https://www.bbc.com/worklife/article/20210519-how-france-is-testing-free-public-transport", "author": "Peter Yeung", "article_text": ""},
{"title": "African Confederation Cup: Raja, Pyramids, Kabylie, Coton Sport reach semi-finals", "link": "https://www.bbc.co.uk/sport/africa/57222665", "author": null, "article_text": ""},
{"title": "Senegal: Muslim volunteers organising funerals for the unidentified dead", "link": "https://www.bbc.com/news/av/world-africa-57205507", "author": null, "article_text": "Perfection and Mercy is an association of Muslim volunteers in Senegal which organises funerals for the unidentified dead.\nThe funerals are conduced according to Islamic tradition and the association says it has buried more than a thousand people since 2012."},
{"title": "Israel-Gaza: A conflict on pause as both sides claim victory", "link": "https://www.bbc.com/news/world-middle-east-57218428", "author": null, "article_text": "People stopped to inspect huge piles of concrete rubble from the tower blocks that Israel had toppled. In some places the streets were blocked by rubble. Bulldozer operators were working overtime. Nothing they found was surprising. What has happened has been covered exhaustively on TV. But human beings like to see for themselves. \nIn Khan Younis, one of Gaza's towns, I went to the funeral of nine fighters who were killed in part of the tunnel network that Israel has targeted. \nIsraeli politicians and commanders have claimed that they have done serious damage to what they describe as an infrastructure of terror, run by Hamas and the smaller factions in Gaza. The damage to buildings is obvious. I have not been able to see underground military installations, but the talk here is that Hamas was shocked that Israel was able to kill its men when they believed they were safe underground. \nMorale among supporters of the armed groups in Gaza is another matter. It seems intact, even enhanced by the 11-day war. \nKhan Younis stopped for the funerals. Several thousand men prayed on a sports field and followed the stretchers carrying bodies wrapped in Palestinian flags, chanting their support on the way to the cemetery. \nIsrael and Hamas both claimed victory. \nIsraeli leaders listed buildings destroyed, Hamas commanders and fighters targeted and killed, and the remarkable success of the Iron Dome anti-missile system. \nHamas defines victory first of all as survival. Its leader in Gaza, Yahya Sinwar, emerged triumphantly from hiding the day after the ceasefire. But Hamas will also look at the political scorecard with some satisfaction. \nHamas slogans have been chanted after prayers 60 miles (96km) inland from Gaza, at the Al-Aqsa mosque in Jerusalem. Hamas has driven home a message to Palestinians that it is prepared to fight and accept sacrifices for their rights in Jerusalem. Israel insists that all of Jerusalem is its eternal and indivisible capital. Palestinians have other ideas. \nThe Palestinian President Mahmoud Abbas is recognised internationally as the representative voice of his people through his leadership of the PLO and the Palestinian Authority, which administers parts of the occupied territories and was intended in the now moribund Oslo agreements of the 1990s to develop into the government of an independent state. \nBut Palestinians are deeply dissatisfied with the president's performance. He cancelled elections due for May that he looked likely to lose. Palestinians have not been able to vote for a president or a legislature since 2006. \nIn contrast, a simple message from Hamas that it would fight to the death for Jerusalem resonated with Palestinians who despair at the inability of President Abbas to slow down, let alone stop, the steady increase of Jewish settlement, illegal under international law, on occupied land they want for a state.\nIn Israel, Prime Minister Benjamin Netanyahu will now return to the battle for political survival he was fighting before the 11 days of conflict with Hamas. \nMr Netanyahu is on trial on charges so serious that he could end up in jail for corruption, like his predecessor Ehud Olmert. On 10 May, the day Hamas dramatically escalated the conflict by firing missiles at Jerusalem, the prime minister was close to losing his job. \nHe has been a caretaker since the fourth inconclusive election in two years. In a month of trying, Mr Netanyahu failed to form a coalition that commanded the necessary 61 votes in parliament for a majority. \nHis main opponent, Yair Lapid, was taking his turn and looked to be days, even hours, away from announcing he had the votes to form a government. Mr Lapid's plans fell apart during the fighting. He still has time to rebuild them, though a fifth election might be a more likely outcome. \nIsrael also has to deal with the collapse of co-existence between its Jewish majority and Palestinian Arab minority, which makes up around 20 per cent of the population. Mr Netanyahu's polarising rhetoric and embrace of extreme Jewish nationalists have made a bad situation worse. \nLike the previous rounds of fighting between Israel and Hamas, the ceasefire is just a pause. The conflict is not just unresolved. It is not even frozen. The ceasefire will hold until it is tested by a crisis. That could be a rocket fired out of Gaza, or more Israeli police violence towards Palestinians in Jerusalem. \nOr it could be the lawsuit brought by Jewish settler groups to evict Palestinians from their homes in Sheikh Jarrah, a leafy district on the occupied eastern side of Jerusalem. The prospect of evicted Palestinian families being replaced by more Jewish settlers was a major reason why tension in Jerusalem turned violent. \nThe judgement in the case was postponed in a belated attempt to calm matters. But the case was not dropped, and the judgement will eventually be issued. Israel's legal timetable could deliver the ceasefire's first big challenge. "},
{"title": "Africa's week in pictures: 14-20 May 2021", "link": "https://www.bbc.com/news/world-africa-57184386", "author": null, "article_text": ""},
{"title": "In pictures: DR Congo's Mount Nyiragongo erupts, sparking mass evacuation", "link": "https://www.bbc.com/news/world-africa-57217598", "author": null, "article_text": "Lava from the volcano lit up clouds over the eastern city, which has a population of two million.\nPeople tried to douse the flames as the lava flowed, engulfing parts of the city and roads.\nLava could be seen between buildings in the city.\nCity residents fled with mattresses and other belongings.\nAfter reaching some of the city's suburbs and the airport to the east, the flow of lava is now said to have stopped. \nThousands of Congolese, including children, women and old people, have sought refuge in neighbouring Rwanda as the volcano erupted.  \nHere they sleep with their belongings on a street in the town of Gisenyi on the border with DR Congo.\nMount Nyiragongo is one of the world's more active volcanoes - seen here from Tchegera Island on Lake Kivu outside Goma."},
{"title": "Bologna 1-4 Juventus: Juve win to seal Champions League place", "link": "https://www.bbc.co.uk/sport/football/57223565", "author": null, "article_text": ""},
{"title": "Mount Nyiragongo: Volcanic eruption in DR Congo leaves people homeless", "link": "https://www.bbc.com/news/world-africa-57217326", "author": null, "article_text": "Mount Nyiragongo turned the sky red and spewed out a river of lava when it erupted on Saturday. \nThousands of people fled Goma, a city of two million people just south of the volcano, overnight. \nAt least nine people died in accidents during the evacuations, General Constant Ndima told reporters.\nIt is unclear if anyone died in the eruption itself, but houses have been lost north of the city. \nMore than 170 children are missing and 150 childrenhad been separated from their families, according to Unicef.\nAs the lava moved slowly, many people had time to leave the area. \nThe volcano, located 10km (six miles) from Goma, last erupted in 2002, killing 250 people and making 120,000 homeless.\nCommunications Minister Patrick Muyay said the government was having a second emergency meeting on Sunday afternoon.  \nHe also said seismic tremors had been felt in the area in the aftermath. \"People are advised to remain vigilant, avoid non-essential travel, and follow directions,\" he tweeted. \nSome locals had complained about the lack of information from the authorities during the eruption. \nCrowds were seen with mattresses and other belongings, fleeing even before the government's announcement, which came several hours after the eruption started.\nOne Goma resident, Richard Bahati, said he was in his house when he heard screaming and became extremely worried as he saw the sky reddening outside. \n\"I lived through the problem with this volcano in 2002. The volcano devastated all our homes and possessions,\" he said. \nMeanwhile, some younger residents saw the volcano erupt for the first time. \nStudent Aline Kanyere said she had studied it and that it was talked about all the time, yet it had been shocking to see it burst into action. \"We're all shaking,\" she said. \nA local trader, Kambere Ombeni, was among those who returned to the scene on Sunday afternoon as the rubble still smouldered. \"We watched the whole neighbourhood in the Nyiragongo territory go up in smoke. The fire came right down to here. Even now we can still see lava,\" he said. \nAnother resident, Irene Bauma, said people would need help from the government to rebuild their lives. \n\"There's land, people, a population that has lost everything, maybe there are also deaths, who knows? We are asking the government to come and help the survivors of this eruption.\"\nTom Peyre-Costa, from the Norwegian Refugee Council in Goma, told the BBC how the scene had unfolded.\n\"The lava was pretty slow, like, one kilometre per hour, but it didn't stop.... It started burning the houses,\" he said, adding that humanitarian organisations were already trying to address people's needs. \nOvernight, many residents headed across the nearby Rwandan border, while others went to higher ground to the west of the city.  \nRwandan authorities said about 3,000 people had officially crossed from Goma. The country's state media said they would be accommodated in schools and places of worship. \nMount Nyiragongo is one of the world's more active volcanoes but there were concerns that its activity had not been properly observed by the Goma Volcano Observatory, since the World Bank cut funding amid allegations of corruption. \nProfessor Mike Burton, a volcanologist at the University of Manchester in England, told the BBC the lava in Mount Nyiragongo is particularly fluid and has the potential to move fast. \nIn a report on 10 May, the observatory warned that seismic activity at Nyiragongo had increased.\nLast year, the observatory's director, \n increasing the chances of an eruption in the next few years. But he also warned that an earthquake could trigger a disaster earlier.\nThe volcano's deadliest eruption happened in 1977, when more than 600 people died."},
{"title": "Italy cable car fall: 14 dead after accident near Lake Maggiore", "link": "https://www.bbc.com/news/world-europe-57219737", "author": null, "article_text": "The accident happened on a service transporting passengers from the resort town of Stresa up the nearby Mottarone mountain in the region of Piedmont.\nImages from the scene show the wreckage lying in a steep wooded area.\nFive Israeli nationals were among the dead, Israel's foreign ministry says.\nMost of the victims died at the crash site, with the death toll steadily rising on Sunday afternoon as the wreckage was searched.\nOfficials said two survivors, children aged about five and nine, were airlifted to a hospital in Turin but the older child later died. \nThe younger child - who is also an Israeli national - underwent surgery and is in a critical condition.\n\"We are devastated,\" Marcella Severino, mayor of Stresa, told broadcaster RAI.\nIt reportedly happened at about 12:30 local time (10:30 GMT) on Sunday.\nThe cause of the incident remains unclear, but local reports suggest the cable may have failed about 300m (984ft) from the top of the mountain.\nThe cabin fell about 20m to the ground and rolled over down the slope before being stopped by trees, Mayor Severino said.\nNearby hikers heard a loud hiss before the accident, she added.\nWalter Milan, an alpine rescue spokesman, told television network RaiNews24 that the cable car was left \"crumpled\".\nRescuers faced a crash site on steep and difficult terrain. A fire service vehicle overturned while responding but no-one was injured.  \nStresa's mayor said victims had been found both inside and outside the wreckage of the cable car.\nLuisa Tesserin, a 27-year-old student from Genoa, told the AFP news agency that she and friends had been on the service about an hour before the crash happened.\n\"When we got on, the cable car didn't give any strange signals, everything was fine. When they told us the news, we were shocked,\" Ms Tesserin said.\nItalian Prime Minister Mario Draghi described the crash as a \"tragic accident\" and said he was receiving updates from local and national officials.\n\"I express the condolences of the whole government to the families of the victims, with a special thought for the seriously injured children and their families,\" he said in a statement. \nInfrastructure Minister Enrico Giovannini has announced an inquiry into the incident with a local prosecutor's office also opening an investigation. \nEU Council President \n written in Italian, adding that \"Europe is in mourning with you\".\nThe website for the Stresa-Alpine-Mottarone service said it usually takes 20 minutes to transport passengers 1,491m above sea level.\nThe cable car originally opened in 1970 and was closed for maintenance between 2014 and 2016.\nMottarone is situated between Lake Maggiore and Lake Orta, offering scenic views of the region for tourists.\nEach cable car can usually hold about 40 passengers. The service had recently reopened following the lifting of coronavirus restrictions.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the \n to submit your question or comment or you can email us at \n. Please include your name, age and location with any submission. "},
{"title": "Inside Russia's Trefoil military base in the Arctic", "link": "https://www.bbc.com/news/av/world-europe-57206208", "author": null, "article_text": "Russia now has a military base at the top of the world – on the remote archipelago of Franz Josef Land.\nAs global warming increases access to the Arctic region and its rich resources, Russia is expanding its military presence there – making some in the West nervous.\nBBC Moscow correspondent Sarah Rainsford was given rare access to the Russian base, known as Arctic Trefoil."},
{"title": "Belarus 'diverts Ryanair flight to arrest journalist', opposition says", "link": "https://www.bbc.com/news/world-europe-57219860", "author": null, "article_text": "European nations reacted with outrage, accusing Belarus of \"state terrorism\".\nThe ex-editor of the Nexta group, Roman Protasevich, was detained before the plane was allowed to resume its flight.\nBelarus media said a MiG-29 escorted the jet to Minsk because of a bomb scare but no explosives were found.\nThe plane finally landed in the Lithuanian capital, Vilnius, its original destination, at 21:25 local time (18:25 GMT), more than seven hours after its scheduled arrival.\nArriving passengers said they had been given no information about the reason for the abrupt diversion to Minsk. One said Mr Protasevich looked \"super scared. I looked directly to his eyes and it was very sad\".\nAnother, Monika Simkiene, told AFP news agency: \"He just turned to people and said he was facing the death penalty.\"\nThere have already been calls for the EU and Nato to intervene.\nUK Foreign Secretary Dominic Raab warned the \"outlandish action\" would have \"serious implications\".\nBelarus opposition leader Svetlana Tikhanovskaya, who was beaten by Alexander Lukashenko in presidential polls last year widely denounced as rigged, was among those demanding Mr Protasevich's release.\nSince August's election, 66-year-old Mr Lukashenko, who has ruled the country since 1994, has cracked down on dissenting voices. Many opposition figures have been arrested or, like Ms Tikhanovskaya, fled into exile.\nFlight FR4978 was en route from Athens to Vilnius when it turned east to Minsk shortly before it reached the Lithuanian border. Greece and Lithuania put the number of passengers on board at 171.\nIn a statement, Ryanair said that the crew had been \"notified by Belarus (Air Traffic Control) of a potential security threat on board and were instructed to divert to the nearest airport, Minsk\".\nThe flight path, \n, suggests the plane was actually nearer to Vilnius than Minsk when it turned.\nRyanair said checks in Minsk found \"nothing untoward\" and the aircraft left Minsk at 20:50 local time.\n\"We apologise sincerely to all affected passengers for this regrettable delay which was outside Ryanair's control,\" it added.\nThe Ryanair statement made no mention of Mr Protasevich.\n of his arrest. It said the plane and its passengers was searched, then Mr Protasevich was taken away.\nBelta, the state-owned news agency in Belarus, \n following the bomb alert, and approved despatching the MiG-29 fighter jet.\nIt has been angry and it is growing.\nThe US ambassador to Belarus, Julie Fisher, tweeted that it was \"abhorrent\" Mr Lukashenko had faked a bomb threat and sent fighter jets to arrest a journalist.\nEuropean Council chairman Charles Michel said EU leaders would discuss \"this unprecedented incident\" on Monday at a Council summit and it would not \"remain without consequences\".\nNato Secretary General Jens Stoltenberg said this was a \"serious and dangerous incident\".\nBoth Latvia and Lithuania said the airspace over Belarus should be recognised as unsafe, with Latvia's Foreign Minister Edgars Rinkevics saying it should be closed to all international flights.\nThe UN's agency for civil aviation, ICAO, said it was concerned about an \"apparent forced landing\" which could be \"in contravention of the Chicago Convention\" which sets out the rules on airspace and aircraft safety.\nPoland's Prime Minister Mateusz Morawiecki said: \"Hijacking a civilian plane is an unprecedented act of state terrorism that cannot go unpunished.\"\nWe do not yet know the full details of this story but its implications could be huge.\nThere are questions about freedom of the air: how vulnerable may other flights be to this kind of behaviour? Some are already calling it an act of aggression or state terrorism, a form of hijacking. In how much danger were the passengers placed? What precedent may be set? Should flights be diverted away from Belarus airspace?\nThere are questions for international law: to what extent was this act unlawful, as many presume, and if so, what consequences should there be? There are questions about freedom of speech: will critics of other authoritarian regimes fear this could happen to them?\nAnd there are questions for international diplomacy. Political figures across Europe have already called for the EU and Nato to intervene. There are demands for further sanctions to be imposed on the government of Belarus, whose legitimacy is questioned by many in the West after disputed elections last year. President Lukashenko is often described as Europe's last dictator. Will the word \"pirate\" now be added to his list of titles? \nNexta is a media operation with a Telegram channel, and has visibility on Twitter and YouTube.\nIt played a key role for the Belarus opposition during the election and has continued to so in its aftermath, particularly with the government imposing news blackouts.\nMs Tikhanovskaya said Mr Protasevich, 26, had left Belarus in 2019 and covered the events of the 2020 presidential election with Nexta, after which criminal charges were filed against him in Belarus.\nShe said he faced the death penalty in Belarus as he has been categorised as a terrorist.\nWestern leaders have backed Ms Tikhanovskaya, who claimed victory in the election before she was forced to leave for Lithuania. She had become a candidate after her husband was jailed and barred from running.\nTens of thousands of protesters thronged the capital Minsk for months last year, furious at Mr Lukashenko's declaration of victory. There have been numerous cases of police brutality and some 2,700 prosecutions this year alone."},
{"title": "Monaco Grand Prix: Max Verstappen takes title lead from Lewis Hamilton with win", "link": "https://www.bbc.co.uk/sport/formula1/57220586", "author": null, "article_text": ""},
{"title": "US PGA final round - Mickelson's lead cut to two as he chases major history", "link": "https://www.bbc.co.uk/sport/live/golf/57134940", "author": null, "article_text": ""},
{"title": "Liverpool 2-0 Crystal Palace: Sadio Mane double seals Champions League qualification", "link": "https://www.bbc.co.uk/sport/football/57132111", "author": null, "article_text": ""}
]